Repository: smsalert-mobi/woo-smsalert
Catalog: languages/woo-smsalert-*.po
Languages: ro_ro

source: SmsAlert Settings
ro_ro: Setări SmsAlert

source: Messages Configuration
ro_ro: Configurare mesaje

source: SMS Notifications
ro_ro: Notificări prin SMS

source: SmsAlert Account Username
ro_ro: Nume de utilizator cont SmsAlert

source: The account username for your account in SMSAlert
ro_ro: Numele de utilizator al contului dumneavoastră SMSAlert

source: Authentication Token
ro_ro: Token de autentificare

source: The authentication Token for your account in SmsAlert
ro_ro: Token-ul de autentificare pentru contul dvs. în SmsAlert

source: Admin Mobile Number
ro_ro: Numărul de mobil al administratorului

source: Admin mobile number to get order notifications
ro_ro: Numărul de mobil al administratorului pentru a primi notificări de comandă

source: New Order Notification
ro_ro: Notificare de comandă nouă

source: This notification will send to admin when a new order was placed
ro_ro: Această notificare va fi trimisă administratorului atunci când o nouă comandă a fost plasată

source: Enable New Order Notification
ro_ro: Activați notificarea de comandă nouă

source: Message
ro_ro: Mesaj

source: Available placeholders: {billing_first_name} , {billing_last_name}, {order_number} , {order_total}, {order_awb_tracking}, {order_awb_provider}, {site_title}
ro_ro: Pace disponibile: {billing_first_name} , {billing_last_name}, {order_number} , {order_total}, {order_awb_tracking}, {order_awb_provider}, {site_title}

source: Send Notification when Order is
ro_ro: Trimiteți o notificare atunci când comanda este

source: This notification will send when a order status is changed to
ro_ro: Această notificare va fi trimisă atunci când statutul unei comenzi este schimbat în

source: Send notification to admin
ro_ro: Trimiteți o notificare către admin

source: Send notification to admin when order is
ro_ro: Trimiteți o notificare administratorului atunci când comanda este

source: Admin message
ro_ro: Mesaj administrativ

source: Available placeholders: {order_status}, {billing_first_name} , {billing_last_name}, {order_number} , {order_total}, {order_awb_tracking}, {order_awb_provider}, {site_title}
ro_ro: Postamente disponibile: {order_status}, {billing_first_name} , {billing_last_name}, {order_number} , {order_total}, {order_awb_tracking}, {order_awb_provider}, {site_title}

source: Send notification to customer
ro_ro: Trimiteți o notificare către client

source: Send notification to customer when order is
ro_ro: Trimiteți o notificare către client atunci când comanda este

source: Customer message
ro_ro: Mesaj client

source: Send Notification when a new note is added to order
ro_ro: Trimiteți o notificare atunci când o nouă notă este adăugată la comandă

source: This notification will send when a new note is added to order
ro_ro: Această notificare va fi trimisă atunci când o nouă notă este adăugată la comandă

source: Send notification to customer when a new note is added to order
ro_ro: Trimiteți o notificare clientului atunci când o nouă notă este adăugată la comandă

source: Available placeholders: {order_note}, {billing_first_name} , {billing_last_name}, {order_number} , {order_total}, {site_title}
ro_ro: Postamente disponibile: {order_note}, {billing_first_name} , {billing_last_name}, {order_number} , {order_total}, {site_title}

source: settings
ro_ro: setări

source: Settings
ro_ro: Setări

source: Load Order Status Message
ro_ro: Mesaj privind starea comenzii de încărcare

source: Send
ro_ro: Trimite

source: Empty phone number or Empty message
ro_ro: Număr de telefon gol sau Mesaj gol

source: Message :
ro_ro: Mesaj :

source: Status : Success
ro_ro: Status : Succes

source: Status : Failed
ro_ro: Stare : Eșuată

source: Error :
ro_ro: S-a produs o eroare. Vă rugăm să verificați formularul SMS.

source: Message Sent :
ro_ro: Mesaj trimis

source: Message Failed, Error :
ro_ro: Mesaj eșuat, eroare

source: Woocommerce SMSAlert Notifications requires the WooCommerce plugin. Please install or activate Woocommerce before!
ro_ro: Notificările SMSAlert de la Woocommerce necesită pluginul WooCommerce. Vă rugăm să instalați sau să activați Woocommerce înainte!

source: Woocommerce SMS Notifications
ro_ro: Notificări SMS Woocommerce

source: SMSAlert is a IOT based SMS messaging application, which allows you to send unlimited messages with at a very low cost by using your SIM card.
ro_ro: SMSAlert este o aplicație de mesagerie SMS bazată pe IOT, care vă permite să trimiteți mesaje nelimitate la un cost foarte scăzut, utilizând cartela SIM.

source: (SMSAlert) Dinu Alexandru
ro_ro: (SMSAlert) Dinu Alexandru Dinu Alexandru
